[
  [
    [
      "REQUEST FOR EXPRESSION OF INTEREST (EOI)"
    ]
  ],
  [
    [
      "REQUEST FOR EXPRESSION OF INTEREST (EOI)"
    ]
  ],
  [
    [
      "Calls for expression of interest (EOI) – in French \"appels à manifestation d’intérêt\" (AMI) - serve to invite economic operators to put themselves forward as candidates in advance of a public procurement operation by a contracting authority. The shortlists generated this way may be used and updated many times for different procurement procedures.",
      "The purpose of this EOI is to provide the Organisation for Economic Co-operation and Development (OECD or the Organisation) with a list of candidates who will be invited to participate to the upcoming Call for Tenders/Market Consultations for intellectual services in support of MOPAN’s assessments of multilateral organisations and analytical studies.",
      "Applicants can be individuals, companies, cabinets or any entity authorised to perform the contract under applicable national law, i.e. by way of inclusion in a trade or professional register or sworn declaration or certificate, membership of a specific organisation, express authorisation or entry in the VAT register.",
      "The Call for Tenders/Market Consultations will be published on the eSourcing Portal of the OECD (https://dashboard.prospeum.com/#/login/onboarding/oecd).",
      "Calls for Tenders are open for participation to all the interested and eligible parties who will register to the Portal. Market Consultations are accessible only by invitation.",
      "Once they are registered on the eSourcing Portal, the candidates will be informed of any other tender launched on the Portal, and in connection with activities related to the areas of expertise that they have selected.",
      "Interested applicants are asked to fill in and submit the standard application form. Submissions may start from the date of publication on the OECD web site."
    ]
  ],
  [
    [
      "Title of the EOI"
    ],
    [
      "Multilateral Organisation Performance Assessment Network (MOPAN) – Organisational Assessments and analytical studies over 2026-2029, with a possibility of extension."
    ]
  ],
  [
    [
      "Directorate"
    ],
    [
      "DCD"
    ]
  ],
  [
    [
      "Field of Activity"
    ],
    [
      "MOPAN"
    ]
  ],
  [
    [
      "Publication date of the EOI"
    ],
    [
      "23 December 2024"
    ],
    [
      "Closing date for reception of EOI"
    ],
    [
      "30 April 2025"
    ]
  ],
  [
    [
      "Address EOI responses by e-mail to:"
    ]
  ],
  [
    [
      "Subject of the e-mail:"
    ],
    [
      "EOI_MOPAN2026-2029"
    ],
    [
      "E-mail address:"
    ],
    [
      "giorgio.cerniglia@oecd.org"
    ]
  ],
  [
    [
      "DESCRIPTION OF REQUIREMENTS"
    ]
  ],
  [
    [
      "The Multilateral Organisation Performance Assessment Network (MOPAN) is a network of 22 members that assesses the performance of multilateral organisations. Its work focuses on assessing how effectively these organisations deliver results, ensure accountability, and promote learning to improve their operations. MOPAN conducts comprehensive assessments based on a shared framework, examining organisations' strategic, operational, and results-oriented performance. In addition to its assessments, MOPAN provides studies on cross-cutting and emerging issues providing a source of learning to address shared challenges across the multilateral system. By delivering credible, evidence-based assessments and insights, MOPAN supports its own members’ domestic accountability requirements, helps inform funding decisions and supports organisational improvements and reforms. All MOPAN products are global public goods contributing to fostering transparency among multilateral stakeholders.",
      "MOPAN’s shared framework for its assessments is currently being updated from the current <a href=\"https://www.mopanonline.org/ourwork/themopanapproach/\">MOPAN 3.1</a> to MOPAN 4 methodology to better reflect the evolving multilateral context and more contemporary perspectives on organisational performance and effectiveness, informed by systems thinking. The parameters for the proposed changes to the MOPAN assessment framework were approved by MOPAN members in November 2024 and will inform the fully revised methodological framework which is expected to be completed by Spring 2025. Further information on the foreseen changes to the MOPAN methodology are publicly available on MOPAN’s website under <a href=\"https://www.mopanonline.org/ourwork/dvlptmopan4/\">Development towards MOPAN 4</a> alongside MOPAN’s extensive body of <a href=\"http://www.mopanonline.org/assessments/\">Institutional assessment reports</a> conducted using the current MOPAN 3.1 approach.",
      "The MOPAN Secretariat administers the delivery of the MOPAN’s work programme on behalf of its members and the Secretariat is hosted at the OECD. On behalf of MOPAN, the OECD is issuing this Expression of Interest (EOI) to engage with the market and stimulate awareness ahead of a forthcoming Call for Tenders for MOPAN’s performance assessments and analytical studies. This is an opportunity for interested bidders to gain early insights into the scope of work and begin considering how they might contribute to MOPAN’s impactful efforts to improve transparency, accountability, and results delivery across the multilateral system. Consultancy firms or consortiums wishing to express interest are invited to visit the links indicated above on the MOPAN website to be acquainted with the current methodology as well as the planned changes.",
      "Following this EOI, MOPAN and the OECD will in the course of Q2 2025 issue a Call for Tenders to select consultancy firms or consortiums for framework contracts to conduct assessments of multilateral organisations (such as humanitarian organisations, multilateral development banks, private sector financing institutions, multilateral vertical funds, UN organisations etc.) and provide cutting edge and niche expertise on specific topics in support of MOPAN’s analytical work and methods. It is expected that the awarded framework contracts will cover the period 2026 to 2029, with a possibility of extension.",
      "The upcoming procurement will be a unique opportunity to partner with MOPAN in globally recognized assessments that drive improvement across multilateral organisations. MOPAN values collaboration, expertise, and innovative approaches that ensure credible, high-quality results. In this stage of the EOI, consultancy firms or consortiums wishing to express interest are requested to demonstrate:",
      "-- an understanding of the overall scope, opportunities and limitations of the work related to MOPAN assessments;",
      "-- a track record in conducting organisational performance assessments and/or institutional evaluations;",
      "-- an understanding of global challenges and trends related to the multilateral agendas either through previous analytical work, or based on the availability of thematic experts within teams;",
      "-- a broad knowledge of the multilateral system, including different categories of organisations and challenges specific to each;",
      "-- specialised knowledge of certain categories of organisations (see above) is a plus and can be emphasised in view of the upcoming call for tender."
    ]
  ],
  [
    [
      "Additional information:"
    ]
  ],
  [
    [
      "Approved By:"
    ],
    [
      "Suzanne Steensen"
    ],
    [
      "Date:"
    ]
  ],
  [
    [
      "Last Updated By:"
    ],
    [
      "Date/Time:"
    ]
  ],
  [
    [
      "EOI - CANDIDATES RESPONSE FORM"
    ]
  ],
  [
    [
      "EOI - CANDIDATES RESPONSE FORM"
    ]
  ],
  [
    [
      "NOTICE"
    ]
  ],
  [
    [
      "The OECD requires all Vendors interested in participating to the Call for Tenders to register to the OECD eSourcing Portal ( https://dashboard.prospeum.com/#/login/onboarding/oecd)",
      "Once they are registered on the eSourcing Portal, the users will be informed of any other tender launched on the Portal, and in connection with activities related to the areas of expertise that they have selected."
    ]
  ],
  [
    [
      "ENTITY INFORMATION"
    ]
  ],
  [
    [
      "Legal Entity Name"
    ]
  ],
  [
    [
      "Entity Contact"
    ]
  ],
  [
    [
      "Address"
    ],
    [
      "City"
    ]
  ],
  [
    [
      "Postal Code"
    ],
    [
      "Country"
    ]
  ],
  [
    [
      "Phone Number"
    ],
    [
      "Phone Number #2"
    ]
  ],
  [
    [
      "E-mail address"
    ]
  ],
  [
    [
      "Entity Website (if applicable)"
    ]
  ],
  [
    [
      "Years of operation",
      "(if applicable)"
    ]
  ],
  [
    [
      "Number of staff (if applicable)"
    ]
  ],
  [
    [
      "Areas of specialisation and expertise"
    ]
  ],
  [
    [
      "OECD Sourcing Platform"
    ]
  ],
  [
    [
      "Registered on the Sourcing Platform of the OECD (YES / NO)"
    ],
    [
      "User ID"
    ]
  ],
  [
    [
      "RELEVANT INFORMATIONS FOR THE EOI"
    ]
  ],
  [
    [
      "Provide an understanding of the overall scope, opportunities and limitations of the work related to MOPAN assessments"
    ]
  ],
  [
    [
      "Provide a track record in conducting organisational performance assessments and/or institutional evaluations;"
    ]
  ],
  [
    [
      "Provide an understanding of global challenges and trends related to the multilateral agendas either through previous analytical work, or based on the availability of thematic experts within teams."
    ]
  ],
  [
    [
      "Demonstrate a broad knowledge of the multilateral system, including different categories of organisations and challenges specific to each."
    ]
  ],
  [
    [
      "Demonstrate specialised knowledge of certain categories of organisations (see above) is a plus and can be emphasised in view of the upcoming call for tender."
    ]
  ],
  [
    [
      "Additional information"
    ]
  ],
  [
    [
      "MINIMUM GENERAL CONDITIONS FOR OECD CONTRACTS"
    ]
  ],
  [
    [
      "Please acknowledge the Minimum General Conditions for OECD contracts"
    ]
  ],
  [
    [
      "----media/image1.emf----",
      "Double click on the document"
    ]
  ],
  [
    [
      "Name and title:"
    ],
    [
      "Date:"
    ]
  ],
  [
    [
      "PREREQUISITES OF ELIGIBILITY"
    ]
  ],
  [
    [
      "In order to be eligible for participating to the Call for Tenders launched by the OECD, the Tenderer must declare that:",
      "i) That it is not bankrupt or being wound up, is not having its affairs administered by the courts, has not entered into an arrangement with creditors, has not suspended business activities, is not the subject of proceedings concerning those matters, and is not in any analogous situation arising from a similar procedure provided for in national legislation or regulations;",
      "ii) That it has not been convicted of an offence concerning its professional conduct by a judgment which has the force of res judicata;",
      "iii) That it has not been the subject of a judgment which has the force of res judicata for fraud, corruption, involvement in a criminal organisation or any other illegal activity detrimental to the interests or reputation of the OECD, its members or its donors;",
      "iv) That it is not guilty of misrepresentation in supplying the information required as a condition of participation in this call for Tenders or fail to supply this information;",
      "v) That it is not subject to a conflict of interest;",
      "vi) That its employees and any person involved in the execution of the work to be performed under the present Call for Tenders are regularly employed according to national laws to which it is subject and that it fully complies with laws and regulations in force in terms of social security and labor law;",
      "vii) That it has not granted and will not grant, has not sought and will not seek, has not attempted and will not attempt to obtain, and has not accepted and will not accept any advantage, financial or in kind, to or from any party whatsoever, constituting an illegal practice or involving corruption, either directly or indirectly, as an incentive or reward relating to the award or the execution of the Contract."
    ]
  ]
]